Constructs a new ExportLineweightTable with default settings.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public ExportLineweightTable()
  Visual Basic
Public Sub New
  Visual C++
public:
ExportLineweightTable()
 See Also
  ExportLineweightTable Class
  Autodesk.Revit.DB Namespace